/***	!!!!!!!!!!! THIS FILE IS DEPRECATED !!!!!!!!!!!!!					***/
/***	For your world city needs use the GeoKit.framework					***/


/* Cities in the database */
/* LOCALIZATION - Change ONLY the names on the right hand side of the equal signs */
/*  DO NOT change the left hand side of the equal signs*/
"Abu Dhabi" = "阿布扎比";
"Accra" = "阿克拉";
"Adak" = "鄂达克";
"Addis Ababa" = "亚的斯亚贝巴";
"Adelaide" = "阿德莱德";
"Algiers" = "阿尔及尔";
"Amman" = "安曼";
"Amsterdam" = "阿姆斯特丹";
"Anadyr" = "阿纳德尔河";
"Anchorage" = "安克雷奇";
"Ankara" = "安卡拉";
"Antananarivo" = "安塔那那利佛";
"Asmera" = "阿斯马拉";
"Asuncion" = "亚松森";
"Athens" = "雅典";
"Atlanta" = "亚特兰大";
"Ashgabat" = "阿什喀巴得";
"Austin" = "奥斯汀";
"Baghdad" = "巴格达";
"Blacksburg" = "布莱克斯堡";
"Baku" = "巴库";
"Bamako" = "巴马科";
"Bangkok" = "曼谷";
"Bangui" = "班吉";
"Beijing" = "北京";
"Beirut" = "贝鲁特";
"Belgrade" = "贝尔格莱德";
"Berlin" = "柏林";
"Bogota" = "波哥大";
"Boston" = "波士顿";
"Brasalia" = "巴西利亚";
"Bratislava" = "布拉迪斯拉瓦";
"Bridgetown" = "布里奇顿";
"Brisbane" = "布里斯班";
"Brussels" = "布鲁塞尔";
"Bucharest" = "布加勒斯特";
"Budapest" = "布达佩斯";
"Buenos Aires" = "布宜诺斯艾利斯";
"Cairo" = "开罗";
"Calgary" = "卡尔加里";
"Canberra" = "堪培拉";
"Canton" = "广州";
"Cape Town" = "开普敦";
"Caracas" = "加拉加斯";
"Cardiff" = "加的夫";
"Cayenne" = "卡宴";
"Chennai" = "孟买（马德拉斯）";
"Chicago" = "芝加哥";
"Colombo" = "科伦坡";
"Columbus" = "哥伦布";
"Conakry" = "科纳克里";
"Copenhagen" = "哥本哈根";
"Cupertino" = "库比提诺";
"Cork" = "科克城";
"Dhaka" = "达卡";
"Dakar" = "达喀尔";
"Dallas" = "达拉斯";
"Damascus" = "大马士革";
"Dar es Salaam" = "达累斯萨拉姆";
"Darwin" = "达尔文";
"Denver" = "丹佛";
"Detroit" = "底特律";
"Djibouti" = "吉布提";
"Doha" = "多哈";
"Douala" = "杜阿拉";
"Dublin" = "都柏林";
"Edinburgh" = "爱丁堡";
"Freetown" = "弗里敦";
"Geneva" = "日内瓦";
"Georgetown" = "乔治敦";
"Grytviken" = "葛利特维根";
"Guam" = "关岛";
"Guatemala" = "危地马拉";
"Halifax" = "哈利法克斯";
"Hamburg" = "汉堡";
"Hanoi" = "河内";
"Harare" = "哈拉雷";
"Havana" = "哈瓦那";
"Helsinki" = "赫尔辛基";
"Hobart" = "霍巴特";
"Hong Kong" = "香港";
"Honolulu" = "檀香山";
"Houston" = "休斯顿";
"Indianapolis" = "印第安纳波利斯";
"Islamabad" = "伊斯兰堡";
"Istanbul" = "伊斯坦布尔";
"Jakarta" = "雅加达";
"Jerusalem" = "耶路撒冷";
"Kabul" = "喀布尔";
"Kampala" = "坎帕拉";
"Katmandu" = "加德满都";
"Khartoum" = "喀土穆";
"Kiev" = "基辅";
"Kinshasa" = "金沙萨";
"Knoxville" = "诺克斯维尔";
"Kolkata" = "加尔各答";
"Krasnoyarsk" = "克拉斯诺亚尔斯克";
"Kuala Lumpur" = "吉隆坡";
"Kuwait" = "科威特";
"La Paz" = "拉巴斯";
"Lagos" = "拉多斯";
"Lima" = "利马";
"Lisbon" = "里斯本";
"Ljubljana" = "卢布尔雅那";
"London" = "伦敦";
"Los Angeles" = "洛杉矶";
"Luanda" = "罗安达";
"Lusaka" = "卢萨卡";
"Madrid" = "马德里";
"Magadan" = "马加丹";
"Male" = "马累";
"Managua" = "马那瓜";
"Manama" = "麦纳麦";
"Manchester" = "曼彻斯特";
"Manila" = "马尼拉";
"Maputo" = "马普托";
"Mecca" = "麦加";
"Melbourne" = "墨尔本";
"Memphis" = "孟斐斯";
"Mexico City" = "墨西哥城";
"Miami" = "迈阿密";
"Minneapolis" = "明尼阿波利斯";
"Mogadisho" = "摩加迪沙";
"Monrovia" = "蒙罗维亚";
"Montevideo" = "蒙得维的亚";
"Montreal" = "蒙特利尔";
"Moscow" = "莫斯科";
"Mumbai" = "孟买";
"Munich" = "慕尼黑";
"Muscat" = "马斯喀特";
"Nairobi" = "内罗毕";
"Ndjamena" = "恩贾梅纳";
"New Delhi" = "新德里";
"New York" = "纽约";
"Nouakchott" = "努瓦克肖特";
"Noumea" = "努美亚";
"Novosibirsk" = "新西伯利亚";
"Nuuk" = "努克";
"Omsk" = "鄂木斯克";
"Osaka" = "大阪";
"Oslo" = "奥斯陆";
"Ottawa" = "渥太华";
"Ougadougou" = "瓦加杜古";
"Pago Pago" = "帕果-帕果";
"Panama" = "巴拿马";
"Paramaribo" = "帕拉马里博";
"Paris" = "巴黎";
"Perth" = "佩思";
"Philadelphia" = "费城";
"Phnom Penh" = "金边";
"Phoenix" = "菲尼克斯";
"Ponta Delgada" = "波尔图";
"Port Louis" = "路易港";
"Port-au-Prince" = "太子港";
"Portland" = "波特兰";
"Prague" = "布拉格";
"Pyongyang" = "平壤";
"Quito" = "基多";
"Rabat" = "拉巴特";
"Rangoon" = "仰光";
"Recife" = "累西腓";
"Regina" = "里贾纳";
"Reykjavik" = "雷克雅未克";
"Rio de Janeiro" = "里约热内卢";
"Riyadh" = "利雅得";
"Rome" = "罗马";
"Salt Lake City" = "盐湖城";
"San Diego" = "圣地亚哥";
"San Francisco" = "旧金山";
"San Jose" = "圣何塞";
"San Juan" = "圣胡安";
"San Salvador" = "圣萨尔瓦多";
"Sanaa" = "萨那";
"Santiago" = "圣地亚哥";
"Santo Domingo" = "圣多明各";
"Sao Paulo" = "圣保罗";
"Seattle" = "西雅图";
"Seoul" = "首尔";
"Shanghai" = "上海";
"Singapore" = "新加坡";
"Sofia" = "索非亚";
"St. John's" = "圣约翰斯";
"St. Louis" = "圣路易斯";
"St. Petersburg" = "圣彼得堡";
"Stockholm" = "斯德哥尔摩";
"Sydney" = "悉尼";
"Taipei" = "台北";
"Tashkent" = "塔什干";
"Tegucigalpa" = "特古西加尔巴";
"Tehran" = "德黑兰";
"Thanh Pho Ho Chi Minh" = "胡志明市";
"Tientsin" = "天津";
"Tokyo" = "东京";
"Toronto" = "多伦多";
"Tripoli" = "的黎波里";
"Tunis" = "突尼斯";
"Ulaanbaatar" = "乌兰巴托";
"UTC" = "世界调整时间";
"Vancouver" = "温哥华";
"Victoria" = "维多利亚";
"Vienna" = "维也纳";
"Vladivostok" = "符拉迪沃斯托克";
"Volgograd" = "伏尔加格勒";
"Warsaw" = "华沙";
"Washington, D.C." = "华盛顿（哥伦比亚特区）";
"Wellington" = "惠灵顿";
"Winnipeg" = "温尼伯";
"Yakutsk" = "雅库茨克";
"Yekaterinburg" = "叶卡捷琳堡";
"Yerevan" = "埃里温";
"Zagreb" = "萨格勒布";
"Zurich" = "苏黎世";
